{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MMOUI",
			"Children": [
				{
					"Source": {
						"Text": "12-128 characters"
					},
					"Translation": {
						"Text": "12-128 characters"
					},
					"Key": "Account.PasswordHint"
				},
				{
					"Source": {
						"Text": "2-24 characters"
					},
					"Translation": {
						"Text": "2-24 characters"
					},
					"Key": "Character.NameHint"
				},
				{
					"Source": {
						"Text": "3-32 letters, numbers or _"
					},
					"Translation": {
						"Text": "3-32 letters, numbers or _"
					},
					"Key": "Account.UsernameHint"
				},
				{
					"Source": {
						"Text": "Account"
					},
					"Translation": {
						"Text": "Account"
					},
					"Key": "Account.Title"
				},
				{
					"Source": {
						"Text": "Account created. Please sign in."
					},
					"Translation": {
						"Text": "Account created. Please sign in."
					},
					"Key": "AccountCreated"
				},
				{
					"Source": {
						"Text": "Arcane Bolt"
					},
					"Translation": {
						"Text": "Arcane Bolt"
					},
					"Key": "Action.Spell"
				},
				{
					"Source": {
						"Text": "Arcane Bolt ready"
					},
					"Translation": {
						"Text": "Arcane Bolt ready"
					},
					"Key": "Cooldown.Preview"
				},
				{
					"Source": {
						"Text": "Arcane bolt: {0}s cooldown · costs 20 mana"
					},
					"Translation": {
						"Text": "Arcane bolt: {0}s cooldown · costs 20 mana"
					},
					"Key": "SpellCooldownValue"
				},
				{
					"Source": {
						"Text": "Attack"
					},
					"Translation": {
						"Text": "Attack"
					},
					"Key": "Action.Attack"
				},
				{
					"Source": {
						"Text": "Back"
					},
					"Translation": {
						"Text": "Back"
					},
					"Key": "Action.Back"
				},
				{
					"Source": {
						"Text": "Begin your journey"
					},
					"Translation": {
						"Text": "Begin your journey"
					},
					"Key": "Login.Title"
				},
				{
					"Source": {
						"Text": "Character created."
					},
					"Translation": {
						"Text": "Character created."
					},
					"Key": "CharacterCreated"
				},
				{
					"Source": {
						"Text": "Character name"
					},
					"Translation": {
						"Text": "Character name"
					},
					"Key": "Character.Name"
				},
				{
					"Source": {
						"Text": "Check the account name, password (12 or more characters), and character name."
					},
					"Translation": {
						"Text": "Check the account name, password (12 or more characters), and character name."
					},
					"Key": "InvalidInput"
				},
				{
					"Source": {
						"Text": "Choose a character"
					},
					"Translation": {
						"Text": "Choose a character"
					},
					"Key": "Character.Select"
				},
				{
					"Source": {
						"Text": "Choose a character to enter the zone."
					},
					"Translation": {
						"Text": "Choose a character to enter the zone."
					},
					"Key": "ChooseCharacter"
				},
				{
					"Source": {
						"Text": "Connecting to the game server…"
					},
					"Translation": {
						"Text": "Connecting to the game server…"
					},
					"Key": "ConnectingServer"
				},
				{
					"Source": {
						"Text": "Connection failed. Please try joining again."
					},
					"Translation": {
						"Text": "Connection failed. Please try joining again."
					},
					"Key": "Session.ConnectionFailed"
				},
				{
					"Source": {
						"Text": "Continue playing"
					},
					"Translation": {
						"Text": "Continue playing"
					},
					"Key": "Confirm.Cancel"
				},
				{
					"Source": {
						"Text": "Create account"
					},
					"Translation": {
						"Text": "Create account"
					},
					"Key": "Action.Register"
				},
				{
					"Source": {
						"Text": "Create character"
					},
					"Translation": {
						"Text": "Create character"
					},
					"Key": "Action.CreateCharacter"
				},
				{
					"Source": {
						"Text": "Creating account…"
					},
					"Translation": {
						"Text": "Creating account…"
					},
					"Key": "Registering"
				},
				{
					"Source": {
						"Text": "Creating character…"
					},
					"Translation": {
						"Text": "Creating character…"
					},
					"Key": "CreatingCharacter"
				},
				{
					"Source": {
						"Text": "English"
					},
					"Translation": {
						"Text": "English"
					},
					"Key": "Language.English"
				},
				{
					"Source": {
						"Text": "Enter world"
					},
					"Translation": {
						"Text": "Enter world"
					},
					"Key": "Action.Enter"
				},
				{
					"Source": {
						"Text": "Graphics quality"
					},
					"Translation": {
						"Text": "Graphics quality"
					},
					"Key": "Settings.Quality"
				},
				{
					"Source": {
						"Text": "High"
					},
					"Translation": {
						"Text": "High"
					},
					"Key": "Quality.High"
				},
				{
					"Source": {
						"Text": "Inventory"
					},
					"Translation": {
						"Text": "Inventory"
					},
					"Key": "Action.Inventory"
				},
				{
					"Source": {
						"Text": "Inventory"
					},
					"Translation": {
						"Text": "Inventory"
					},
					"Key": "Inventory.Title"
				},
				{
					"Source": {
						"Text": "Language"
					},
					"Translation": {
						"Text": "Language"
					},
					"Key": "Settings.Language"
				},
				{
					"Source": {
						"Text": "Leave this world?"
					},
					"Translation": {
						"Text": "Leave this world?"
					},
					"Key": "Confirm.Title"
				},
				{
					"Source": {
						"Text": "Left stick: move · Right stick: look\nY: target · A: attack · X: arcane bolt\nView: inventory · Menu: settings"
					},
					"Translation": {
						"Text": "Left stick: move · Right stick: look\nY: target · A: attack · X: arcane bolt\nView: inventory · Menu: settings"
					},
					"Key": "GamepadInputHint"
				},
				{
					"Source": {
						"Text": "Level 1 | XP 0"
					},
					"Translation": {
						"Text": "Level 1 | XP 0"
					},
					"Key": "HUD.StatusPreview"
				},
				{
					"Source": {
						"Text": "Loading characters…"
					},
					"Translation": {
						"Text": "Loading characters…"
					},
					"Key": "LoadingCharacters"
				},
				{
					"Source": {
						"Text": "Low"
					},
					"Translation": {
						"Text": "Low"
					},
					"Key": "Quality.Low"
				},
				{
					"Source": {
						"Text": "Mana 100 / 100"
					},
					"Translation": {
						"Text": "Mana 100 / 100"
					},
					"Key": "Mana.Preview"
				},
				{
					"Source": {
						"Text": "Mana potion"
					},
					"Translation": {
						"Text": "Mana potion"
					},
					"Key": "ManaPotion"
				},
				{
					"Source": {
						"Text": "Mana {0} / 100"
					},
					"Translation": {
						"Text": "Mana {0} / 100"
					},
					"Key": "ManaValue"
				},
				{
					"Source": {
						"Text": "Medium"
					},
					"Translation": {
						"Text": "Medium"
					},
					"Key": "Quality.Medium"
				},
				{
					"Source": {
						"Text": "No items."
					},
					"Translation": {
						"Text": "No items."
					},
					"Key": "Inventory.Empty"
				},
				{
					"Source": {
						"Text": "No target selected"
					},
					"Translation": {
						"Text": "No target selected"
					},
					"Key": "NoTarget"
				},
				{
					"Source": {
						"Text": "No target selected"
					},
					"Translation": {
						"Text": "No target selected"
					},
					"Key": "Target.Preview"
				},
				{
					"Source": {
						"Text": "Password"
					},
					"Translation": {
						"Text": "Password"
					},
					"Key": "Account.Password"
				},
				{
					"Source": {
						"Text": "Refresh"
					},
					"Translation": {
						"Text": "Refresh"
					},
					"Key": "Action.Refresh"
				},
				{
					"Source": {
						"Text": "Request failed (HTTP {0}). Please try again."
					},
					"Translation": {
						"Text": "Request failed (HTTP {0}). Please try again."
					},
					"Key": "BackendRequestFailed"
				},
				{
					"Source": {
						"Text": "Requesting a one-time join ticket…"
					},
					"Translation": {
						"Text": "Requesting a one-time join ticket…"
					},
					"Key": "RequestingTicket"
				},
				{
					"Source": {
						"Text": "Save and sign out"
					},
					"Translation": {
						"Text": "Save and sign out"
					},
					"Key": "Confirm.Accept"
				},
				{
					"Source": {
						"Text": "Settings"
					},
					"Translation": {
						"Text": "Settings"
					},
					"Key": "Action.Settings"
				},
				{
					"Source": {
						"Text": "Settings"
					},
					"Translation": {
						"Text": "Settings"
					},
					"Key": "Settings.Title"
				},
				{
					"Source": {
						"Text": "Sign in"
					},
					"Translation": {
						"Text": "Sign in"
					},
					"Key": "Action.SignIn"
				},
				{
					"Source": {
						"Text": "Sign in to choose your character."
					},
					"Translation": {
						"Text": "Sign in to choose your character."
					},
					"Key": "Login.Status"
				},
				{
					"Source": {
						"Text": "Sign out"
					},
					"Translation": {
						"Text": "Sign out"
					},
					"Key": "Action.Logout"
				},
				{
					"Source": {
						"Text": "Signed in."
					},
					"Translation": {
						"Text": "Signed in."
					},
					"Key": "SignedIn"
				},
				{
					"Source": {
						"Text": "Signing in…"
					},
					"Translation": {
						"Text": "Signing in…"
					},
					"Key": "SigningIn"
				},
				{
					"Source": {
						"Text": "Simplified Chinese"
					},
					"Translation": {
						"Text": "Simplified Chinese"
					},
					"Key": "Language.Chinese"
				},
				{
					"Source": {
						"Text": "Target"
					},
					"Translation": {
						"Text": "Target"
					},
					"Key": "Action.Target"
				},
				{
					"Source": {
						"Text": "Target"
					},
					"Translation": {
						"Text": "Target"
					},
					"Key": "Target.Title"
				},
				{
					"Source": {
						"Text": "That account name is already registered."
					},
					"Translation": {
						"Text": "That account name is already registered."
					},
					"Key": "UsernameTaken"
				},
				{
					"Source": {
						"Text": "That character name is already in use."
					},
					"Translation": {
						"Text": "That character name is already in use."
					},
					"Key": "CharacterNameTaken"
				},
				{
					"Source": {
						"Text": "The account or password is incorrect, or your session expired. Sign in again."
					},
					"Translation": {
						"Text": "The account or password is incorrect, or your session expired. Sign in again."
					},
					"Key": "Unauthorized"
				},
				{
					"Source": {
						"Text": "The backend is unavailable. Check that the service and database are running."
					},
					"Translation": {
						"Text": "The backend is unavailable. Check that the service and database are running."
					},
					"Key": "BackendUnavailable"
				},
				{
					"Source": {
						"Text": "The game server is unavailable. Please try again later."
					},
					"Translation": {
						"Text": "The game server is unavailable. Please try again later."
					},
					"Key": "Session.ServerUnavailable"
				},
				{
					"Source": {
						"Text": "The game world is unavailable. Please try again later."
					},
					"Translation": {
						"Text": "The game world is unavailable. Please try again later."
					},
					"Key": "Session.ExperienceUnavailable"
				},
				{
					"Source": {
						"Text": "The join ticket expired or was already used. Request a new ticket."
					},
					"Translation": {
						"Text": "The join ticket expired or was already used. Request a new ticket."
					},
					"Key": "InvalidTicket"
				},
				{
					"Source": {
						"Text": "This account already has an active character. Exit that session first."
					},
					"Translation": {
						"Text": "This account already has an active character. Exit that session first."
					},
					"Key": "AlreadyOnline"
				},
				{
					"Source": {
						"Text": "This account has reached the character limit."
					},
					"Translation": {
						"Text": "This account has reached the character limit."
					},
					"Key": "CharacterLimit"
				},
				{
					"Source": {
						"Text": "This character or service resource is unavailable."
					},
					"Translation": {
						"Text": "This character or service resource is unavailable."
					},
					"Key": "CharacterUnavailable"
				},
				{
					"Source": {
						"Text": "Training target · Health {0} / 100"
					},
					"Translation": {
						"Text": "Training target · Health {0} / 100"
					},
					"Key": "TargetHealthValue"
				},
				{
					"Source": {
						"Text": "Traveler"
					},
					"Translation": {
						"Text": "Traveler"
					},
					"Key": "HUD.Title"
				},
				{
					"Source": {
						"Text": "Use mana potion"
					},
					"Translation": {
						"Text": "Use mana potion"
					},
					"Key": "Action.Potion"
				},
				{
					"Source": {
						"Text": "Username"
					},
					"Translation": {
						"Text": "Username"
					},
					"Key": "Account.Username"
				},
				{
					"Source": {
						"Text": "WASD Move | Right mouse Look"
					},
					"Translation": {
						"Text": "WASD Move | Right mouse Look"
					},
					"Key": "HUD.Controls"
				},
				{
					"Source": {
						"Text": "WASD: move · Hold right mouse: look\nTab: target · 1: attack · 2: arcane bolt\nI: inventory · P: settings"
					},
					"Translation": {
						"Text": "WASD: move · Hold right mouse: look\nTab: target · 1: attack · 2: arcane bolt\nI: inventory · P: settings"
					},
					"Key": "KeyboardInputHint"
				},
				{
					"Source": {
						"Text": "Waiting for the server to load your character…"
					},
					"Translation": {
						"Text": "Waiting for the server to load your character…"
					},
					"Key": "WaitingForCharacter"
				},
				{
					"Source": {
						"Text": "You died. Respawning at the checkpoint…"
					},
					"Translation": {
						"Text": "You died. Respawning at the checkpoint…"
					},
					"Key": "PlayerDead"
				},
				{
					"Source": {
						"Text": "You do not have permission to perform this operation."
					},
					"Translation": {
						"Text": "You do not have permission to perform this operation."
					},
					"Key": "Forbidden"
				},
				{
					"Source": {
						"Text": "Your character could not be initialized. Please try joining again."
					},
					"Translation": {
						"Text": "Your character could not be initialized. Please try joining again."
					},
					"Key": "Session.CharacterInitializationFailed"
				},
				{
					"Source": {
						"Text": "Your character is saved before you return to sign in."
					},
					"Translation": {
						"Text": "Your character is saved before you return to sign in."
					},
					"Key": "Confirm.Explanation"
				},
				{
					"Source": {
						"Text": "Your character session has ended. Join again to reload your saved progress."
					},
					"Translation": {
						"Text": "Your character session has ended. Join again to reload your saved progress."
					},
					"Key": "Session.PersistenceLost"
				},
				{
					"Source": {
						"Text": "Your characters"
					},
					"Translation": {
						"Text": "Your characters"
					},
					"Key": "Character.Title"
				},
				{
					"Source": {
						"Text": "Your entry ticket was rejected or expired. Select your character and join again."
					},
					"Translation": {
						"Text": "Your entry ticket was rejected or expired. Select your character and join again."
					},
					"Key": "Session.TicketRejected"
				},
				{
					"Source": {
						"Text": "Your inventory is empty. Defeat a training target to earn a potion."
					},
					"Translation": {
						"Text": "Your inventory is empty. Defeat a training target to earn a potion."
					},
					"Key": "InventoryEmpty"
				},
				{
					"Source": {
						"Text": "{0} · Level {1} · XP {2}\nHealth {3} / 100"
					},
					"Translation": {
						"Text": "{0} · Level {1} · XP {2}\nHealth {3} / 100"
					},
					"Key": "PlayerStatusValue"
				},
				{
					"Source": {
						"Text": "{0} × {1}"
					},
					"Translation": {
						"Text": "{0} × {1}"
					},
					"Key": "InventoryItemQuantity"
				}
			]
		}
	]
}